[
  "obsidian-textgenerator-plugin",
  "smart-second-brain",
  "obsidian-quiet-outline",
  "settings-search",
  "homepage",
  "command-tracker",
  "mermaid-popup",
  "wucai-highlights-official",
  "sample-plugin",
  "canvas-links",
  "obsidian-daily-note-outline",
  "tasknotes",
  "tickticksync",
  "attachment-organizer",
  "obsidian-hover-editor",
  "omnisearch",
  "better-plugins-manager",
  "obsidian-auto-link-title",
  "obsidian-command-alias-plugin",
  "cmdr",
  "cubox-sync",
  "obsidian-file-cooker",
  "folder-notes",
  "obsidian-image-auto-upload-plugin",
  "obsidian-linter",
  "note-refactor-obsidian",
  "note-toolbar",
  "pane-relief",
  "periodic-notes",
  "quartz-syncer",
  "darlal-switcher-plus",
  "recent-notes",
  "obsidian-spaced-repetition",
  "supercharged-links-obsidian",
  "cycle-through-panes",
  "templater-obsidian",
  "note-status",
  "sticky-notes",
  "obsidian-export-image",
  "obsidian-style-settings",
  "lineage",
  "various-complements",
  "animated-cursor",
  "simple-columns",
  "obsidian42-brat",
  "scrolling",
  "pretty-properties",
  "obsidian-excalidraw-plugin",
  "obsidian-fireworks",
  "dataview",
  "obsidian-nine-tab",
  "petal-bloom",
  "obsidian-smart-canvas",
  "hot-reload",
  "advanced-canvas",
  "fix-require-modules",
  "advanced-exclude"
]